var map_data = [
	{
		"x": 116.396738,
		"y": 39.993837,
		"name": "中华民族园俄罗斯人家",
		"info": "abaaba"
	},
	{
		"x": 116.396468,
		"y": 39.993402,
		"name": "侗寨",
		"info": ""
	},
	{
		"x": 116.397439,
		"y": 39.993567,
		"name": "赫哲族景区",
		"info": ""
	},
	{
		"x": 116.397582,
		"y": 39.993284,
		"name": "达斡尔城",
		"info": ""
	},
	{
		"x": 116.397358,
		"y": 39.993105,
		"name": "哈亭",
		"info": ""
	},
	{
		"x": 116.397982,
		"y": 39.993008,
		"name": "鄂伦春景区",
		"info": ""
	},
	{
		"x": 116.397447,
		"y": 39.992814,
		"name": "板凳桥",
		"info": ""
	},
	{
		"x": 116.39813,
		"y": 39.993222,
		"name": "满族皇堂子",
		"info": ""
	},
	{
		"x": 116.398494,
		"y": 39.993073,
		"name": "满族博物馆",
		"info": ""
	},
	{
		"x": 116.398202,
		"y": 39.992794,
		"name": "朝鲜族村",
		"info": ""
	},
	{
		"x": 116.398269,
		"y": 39.992617,
		"name": "朝鲜族景区",
		"info": ""
	},
	{
		"x": 116.398234,
		"y": 39.992268,
		"name": "打谷场",
		"info": ""
	},
	{
		"x": 116.398256,
		"y": 39.991522,
		"name": "台湾景区",
		"info": ""
	},
	{
		"x": 116.398121,
		"y": 39.99128,
		"name": "水上舞台",
		"info": ""
	},
	{
		"x": 116.398889,
		"y": 39.990375,
		"name": "撒拉族景区",
		"info": ""
	},
	{
		"x": 116.398296,
		"y": 39.990348,
		"name": "傣族八角亭",
		"info": ""
	},
	{
		"x": 116.398584,
		"y": 39.990227,
		"name": "九寨沟瀑布",
		"info": ""
	},
	{
		"x": 116.398732,
		"y": 39.989871,
		"name": "汉族海草石屋",
		"info": ""
	},
	{
		"x": 116.398103,
		"y": 39.989712,
		"name": "盘龙叠水瀑布",
		"info": "盘龙叠水瀑布取材于四川省九寨沟，叠水区宽80余米，高7.5米，是目前国内最大的九寨沟仿景瀑布。水流从山颠的杉树丛中涌出，喷泄而下，水花四溅，形成一组瀑布群。沟底石床经流水冲刷，形成梯状的特殊景观。湍急的水流喷珠吐玉，层层而下，恰似水幔重叠。在阳光下，五彩缤纷，绚丽多姿。"
	},
	{
		"x": 116.398296,
		"y": 39.989297,
		"name": "榕王",
		"info": ""
	},
	{
		"x": 116.397407,
		"y": 39.989619,
		"name": "擅城",
		"info": ""
	},
	{
		"x": 116.39707,
		"y": 39.989487,
		"name": "藏族景区",
		"info": ""
	},
	{
		"x": 116.396729,
		"y": 39.98938,
		"name": "康巴民居",
		"info": ""
	},
	{
		"x": 116.396729,
		"y": 39.989529,
		"name": "大昭寺",
		"info": ""
	},
	{
		"x": 116.396585,
		"y": 39.98986,
		"name": "拉萨八角街",
		"info": ""
	},
	{
		"x": 116.397757,
		"y": 39.990285,
		"name": "泼水龙亭",
		"info": ""
	},
	{
		"x": 116.397353,
		"y": 39.990437,
		"name": "孔雀亭",
		"info": ""
	},
	{
		"x": 116.397506,
		"y": 39.990855,
		"name": "傣寨",
		"info": ""
	},
	{
		"x": 116.396787,
		"y": 39.990614,
		"name": "羌族博物馆",
		"info": ""
	},
	{
		"x": 116.39667,
		"y": 39.990596,
		"name": "门巴族景区",
		"info": ""
	},
	{
		"x": 116.396891,
		"y": 39.990921,
		"name": "羌寨",
		"info": ""
	},
	{
		"x": 116.397389,
		"y": 39.99118,
		"name": "土族水磨坊",
		"info": ""
	},
	{
		"x": 116.397142,
		"y": 39.991329,
		"name": "土族博物馆",
		"info": ""
	},
	{
		"x": 116.39743,
		"y": 39.991529,
		"name": "民族园路溶洞入口",
		"info": ""
	},
	{
		"x": 116.397012,
		"y": 39.991588,
		"name": "阿昌族馆景区",
		"info": ""
	},
	{
		"x": 116.396846,
		"y": 39.991792,
		"name": "珞巴族馆景区",
		"info": ""
	},
	{
		"x": 116.397542,
		"y": 39.992061,
		"name": "景颇族",
		"info": "景颇族博物馆按云南德宏地区景颇族传统民居建筑1：1复原建设，由当地工匠根据本民族习俗在当地建成半成品，运至北京落建，于1993年10月建成。1994年6月正式开馆。\n景颇族博物馆由目脑广场、目脑柱、正房、公房、寨门、谷仓、柴房、祭祖台组成，规划成山寨形式。按山寨环境复原，并按当地气候配置植被和种植特色农作物。占地2327平方米、建筑面积960平方米、目脑广场444.85平方米。\n景颇族博物馆室内外陈设均按照景颇族传统生产、生活方式原状复原陈列。展品均征集云南德宏地区景颇族居住地，年代为清末至近代，约有二百年历史。"
	},
	{
		"x": 116.39681,
		"y": 39.992289,
		"name": "佤寨",
		"info": ""
	},
	{
		"x": 116.396414,
		"y": 39.992417,
		"name": "山苗寨",
		"info": ""
	},
	{
		"x": 116.396293,
		"y": 39.992555,
		"name": "铜鼓坪",
		"info": ""
	},
	{
		"x": 116.395956,
		"y": 39.9927,
		"name": "水苗寨",
		"info": ""
	},
	{
		"x": 116.395889,
		"y": 39.992469,
		"name": "侗族景区",
		"info": ""
	},
	{
		"x": 116.395422,
		"y": 39.992624,
		"name": "彝寨",
		"info": ""
	},
	{
		"x": 116.395004,
		"y": 39.993305,
		"name": "土林",
		"info": "土林位于北园西门，宽62米，高19.5米，仿云南省楚雄彝族自治州元谋县黄土自然风化而成的土林。一座座高大的红色土柱拔地而起，气势雄伟，犹如莽莽森林，故名土林。土林一柱一形、千姿百态，是与石林相媲美的天造奇观。"
	},
	{
		"x": 116.395929,
		"y": 39.993312,
		"name": "侗族水车群",
		"info": ""
	},
	{
		"x": 116.397542,
		"y": 39.992061,
		"name": "景颇族馆景区",
		"info": ""
	}
]