/**
 * 中华民族园地图数据
 * @param {number} x 景点的x坐标（经度）
 * @param {number} y 景点的y坐标（纬度）
 * @param {string} name 景点名称
 * @param {string} info 景点信息
 */
/* 0~4 俄罗斯人家, 侗寨, 赫哲族景区, 达斡尔城, 哈亭,
   5~9 鄂伦春景区, 板凳桥, 满族皇堂子, 满族博物馆, 朝鲜族村,
   10~14 朝鲜族景区, 打谷场, 景颇族, 佤寨, 山苗寨,
   15~19 铜鼓坪, 水苗寨, 侗族景区, 彝寨, 土林,
   20~21 侗族水车群, 景颇族馆景区
*/
var spot_data = [
	{
		"x": 116.396738,
		"y": 39.993837,
		"name": "俄罗斯人家",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.396468,
		"y": 39.993402,
		"name": "侗寨",
		"info": "",
		"recommend": 5
	},
	{
		"x": 116.397439,
		"y": 39.993567,
		"name": "赫哲族景区",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.397582,
		"y": 39.993284,
		"name": "达斡尔村",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.397358,
		"y": 39.993105,
		"name": "哈亭",
		"info": "",
		"recommend": 3
	},
	{
		"x": 116.397982,
		"y": 39.993008,
		"name": "鄂伦春景区",
		"info": "",
		"recommend": 5
	},
	{
		"x": 116.397447,
		"y": 39.992814,
		"name": "板凳桥",
		"info": "",
		"recommend": 3
	},
	{
		"x": 116.39813,
		"y": 39.993222,
		"name": "满族皇堂子",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.398494,
		"y": 39.993073,
		"name": "满族博物馆",
		"info": "",
		"recommend": 5
	},
	{
		"x": 116.398202,
		"y": 39.992794,
		"name": "朝鲜族村",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.398269,
		"y": 39.992617,
		"name": "朝鲜族景区",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.398234,
		"y": 39.992268,
		"name": "打谷场",
		"info": "",
		"recommend": 3
	},
	{
		"x": 116.397542,
		"y": 39.992061,
		"name": "景颇族",
		"info": "景颇族博物馆按云南德宏地区景颇族传统民居建筑1：1复原建设，由当地工匠根据本民族习俗在当地建成半成品，运至北京落建，于1993年10月建成。1994年6月正式开馆。\n景颇族博物馆由目脑广场、目脑柱、正房、公房、寨门、谷仓、柴房、祭祖台组成，规划成山寨形式。按山寨环境复原，并按当地气候配置植被和种植特色农作物。占地2327平方米、建筑面积960平方米、目脑广场444.85平方米。\n景颇族博物馆室内外陈设均按照景颇族传统生产、生活方式原状复原陈列。展品均征集云南德宏地区景颇族居住地，年代为清末至近代，约有二百年历史。",
		"recommend": 4
	},
	{
		"x": 116.39681,
		"y": 39.992289,
		"name": "佤寨",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.396414,
		"y": 39.992417,
		"name": "山苗寨",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.396293,
		"y": 39.992555,
		"name": "铜鼓坪",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.395956,
		"y": 39.9927,
		"name": "水苗寨",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.395889,
		"y": 39.992469,
		"name": "侗族景区",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.395422,
		"y": 39.992624,
		"name": "彝寨",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.395004,
		"y": 39.993305,
		"name": "土林",
		"info": "土林位于北园西门，宽62米，高19.5米，仿云南省楚雄彝族自治州元谋县黄土自然风化而成的土林。一座座高大的红色土柱拔地而起，气势雄伟，犹如莽莽森林，故名土林。土林一柱一形、千姿百态，是与石林相媲美的天造奇观。",
		"recommend": 3
	},
	{
		"x": 116.395929,
		"y": 39.993312,
		"name": "侗族水车群",
		"info": "",
		"recommend": 4
	},
	{
		"x": 116.395571,
		"y": 39.993542,
		"name": "景颇族馆景区",
		"info": "景颇族博物馆按云南德宏地区景颇族传统民居建筑1:1复原建设，由当地工匠根据本民族习俗在当地建成半成品，运至北京落建，于1993年10月建成。1994年6月正式开馆。景颇族博物馆由目脑广场、目脑柱、正房、公房、寨门、谷仓、柴房、祭祖台组成，规划成山寨形式。按山寨环境复原，并按当地气候配置植被和种植特色农作物。占地2327平方米、建筑面积960平方米、目脑广场444.85平方米。景颇族博物馆室内外陈设均按照景颇族传统生产、生活方式原状复原陈列。展品均征集云南德宏地区景颇族居住地，年代为清末至近代，约有二百年历史。",
		"recommend": 5
	}
]